Repository: roni-kemp/Interekt_Roni
Catalog: locales/*/LC_MESSAGES/interekt.po
Languages: eo, fr_fr

source: Loading data
eo: Enlagado de datumoj
fr_fr: Chargement des données

source: List of open images
eo: Listo de malfermitaj bildoj
fr_fr: Liste des images ouvertes

source: Export time series
eo: Eksporti tempajn seriojn
fr_fr: Export des séries temporelles

source: Export skeleton
eo: Eksporti skeleton
fr_fr: Export du squelette

source: Image processing
eo: Bildotraktado
fr_fr: Traitement de l'image

source: Saving data into the .h5 file
eo: Konservado de datumoj en la .h5 dosieron
fr_fr: Sauvegarde des données dans le fichier .h5

source: Processing extracted data
eo: Traktado de eltiritaj datumoj
fr_fr: Traitement des données extraites

source: Export data from organ
eo: Eksporti organodatumojn
fr_fr: Export des données de l'organe

source: Settings for organ
eo: Organo-agordoj
fr_fr: Réglages pour l'organe

source: Organ name:
eo: Organonomo:
fr_fr: Nom de l'organe :

source: Threshold sensitivity:
eo: Sojla distingivo:
fr_fr: Sensibilité du seuil :

source: Save
eo: Konservi
fr_fr: Sauvegarder

source: Export organ at
eo: Eksporti la organon ĉe
fr_fr: Exporter l'organe à

source: to csv.
eo: al csv.
fr_fr: en csv.

source: Angles and curvatures for organ
eo: Anguloj kaj kurbecoj por la organo
fr_fr: Angles et courbures pour l'organe

source: Estimation of the growth rate for organ
eo: Pritakso de la kreskorapideco por la organo
fr_fr: Estimation du taux de croissance pour l'organe

source: Estimation of the growth length for organ
eo: Pritakso de la kreskolongo por la organo
fr_fr: Estimation de la longueur de croissance pour l'organe

source: The growth rate has to be estimated before the growth length.
eo: La kreskorapideco devas esti pritaksata antaŭ ol la kreskolongo.

source: Estimation of beta for organ
eo: Pritakso de beto por la organo

source: No times associated with photographs
eo: Neniu tempo ligita al fotoj
fr_fr: Aucun temps associé aux photos

source: Without time data, the computation of gamma will be meaningless. The computation of gamma_tilde is still possible.
eo: Sen tempodatumoj, la komputado de gamo estos sensifgnifa. La komputado de gamo_tilde malgraŭe eblas.
fr_fr: En l'absence de données temporelles, le calcul de gamma n'aura pas de sens. Le calcul de gamma_tilde reste possible.

source: Estimation of gamma for organ
eo: Pritakso de gamo por la organo
fr_fr: Estimation de gamma pour l'organe

source: Units of relative growth rate and gamma do not match. Compute the growth rate again.
eo: La mezurunuoj de la relativa kreskorapideco kaj gamo ne kongruas. Rekomputu la kreskorapidecon.
fr_fr: Les unités de taux de croissance et de gamma ne correspondent pas. Recalculez la croissance.

source: No steady-state image selected
eo: Neniu selektita bildo en senmova stato
fr_fr: Pas d'image à l'état stationnaire sélectionnée

source: Please select first the steady-state image.
eo: Bonvolu unue selekti la senmovostata bildo.
fr_fr: Veuillez d'abord sélectionner une image à l'état stationnaire.

source: The growth length has to be estimated before B.
eo: La kreskolongo devas esti pritaksata antaŭ ol B.
fr_fr: La longueur de croissance doit être estimée avant B.

source: B for organ
eo: B por la organo
fr_fr: B pour l'organe

source: Scale
eo: Skalo
fr_fr: Échelle

source: Measure distance
eo: Mezuri distancon
fr_fr: Mesurer la distance

source: Update scale
eo: Ĝisdatigi skalon
fr_fr: Mettre à jour l'échelle

source: Steady-state image
eo: Senmovostata bildo
fr_fr: Image à l'état stationnaire

source: Exclude image from time series
eo: Ekskludi la bildon el la tempajn seriojn.
fr_fr: Exclure l'image des séries temporelles

source: Export phenotyping data
eo: Eksporti datumojn de fenotipado
fr_fr: Export des données de phénotypage

source: version
eo: versio

source: Average time series
eo: Averaĝaj tempaj serioj
fr_fr: Séries temporelles moyennes

source: Time series for each organ
eo: Tempaj serioj por ĉiu organo
fr_fr: Séries temporelles par organe

source: Global time series (tip angle and length)
eo: Ĝeneralaj tempaj serioj (pintangulo kaj longo)
fr_fr: Séries temporelles globales (angle au bout et longueur)

source: Global time series + skeleton
eo: Ĝeneralaj tempaj serioj + skeleto
fr_fr: Séries temporelles globales + squelette

source: Phenotype (graviception, proprioception)
eo: Fenotipo (gravitsenso, propriocepto)
fr_fr: Phénotype (graviception, proprioception)

source: Export
eo: Eksporti
fr_fr: Exporter

source: Time series
eo: Tempaj serioj
fr_fr: Séries temporelles

source: Plots
eo: Grafikaĵoj
fr_fr: Tracés

source: Extract photo time
eo: Eltiri fototempojn
fr_fr: Extraire le temps des photos

source: Angle modulo 360 (0->360)
eo: Angulo module 360 (0->360)

source: Select steady-state image
eo: Selekti senmovostatan bildon
fr_fr: Sélectionner l'image à l'état stationnaire

source: Options
eo: Opcioj

source: Angles and curvatures
eo: Anguloj kaj kurbecoj
fr_fr: Angles et courbures

source: Estimate growth rate
eo: Pritaksi la kreskorapidecon
fr_fr: Estimer la vitesse de croissance

source: Estimate growth length
eo: Pritaksi la kreskolongon
fr_fr: Estimer la longueur de croissance

source: Estimate beta
eo: Pritaksi beton
fr_fr: Estimer beta

source: Estimate gamma
eo: Pritaksi gamon
fr_fr: Estimer gamma

source: Estimate B
eo: Pritaksi B
fr_fr: Estimer B

source: Settings
eo: Agordoj
fr_fr: Réglages

source: Suppress the base
eo: Forigi la bazon
fr_fr: Supprimer la base

source: Open
eo: Malfermi
fr_fr: Ouvrir

source: Image list
eo: Bildolisto
fr_fr: Liste d'images

source: Add a base
eo: Aldoni bazon
fr_fr: Ajouter une base

source: Suppress all bases
eo: Forigi ĉiujn bazojn
fr_fr: Supprimer les bases

source: Process
eo: Trakti
fr_fr: Traiter

source: Add a mark
eo: Aldoni markon
fr_fr: Ajouter une marque

source: Suppress all marks
eo: Forigi ĉiujn markojn
fr_fr: Supprimer les marques

source: Load images or result file
eo: Malfermu bildojn aŭ dosieron de rezultoj (.h5)
fr_fr: Charger des images ou un fichier de résultats (.h5)

source: Choose images to process
eo: Elekti traktontajn bildojn
fr_fr: Choisir les images à traiter

source: Creating the file interekt_data.h5 in the folder
eo: Kreado de dosiero interekt_data.h5 en la dosierujo
fr_fr: Création du fichier interekt_data.h5 dans le dossier

source: Converting images...
eo: Konvertado de bildoj...
fr_fr: Conversion des images...

source: organ
eo: organo
fr_fr: organe

source: image
eo: bildo

source: time
eo: tempo
fr_fr: temps

source: Time
eo: Tempo
fr_fr: Temps

source: photo
eo: foto

source: photo number
eo: numero de foto
fr_fr: numéro de photo

source: length
eo: longo
fr_fr: longueur

source: curvilinear abscissa
eo: kurba absciso
fr_fr: Abscisse curvilinéaire

source: angle
eo: angulo

source: tip angle
eo: pintangulo
fr_fr: angle au bout

source: curvature
eo: kurbeco
fr_fr: courbure

source: growth length
eo: kreskolongo
fr_fr: longueur de croissance

source: residuals
eo: Reziduoj
fr_fr: réwsidus

source: initial
eo: unua

source: Missing data
eo: Mankantaj datumoj
fr_fr: Données manquantes

source: Unit mismatch
eo: Unuoj malkongruas
fr_fr: Unités incompatibles
